var local_database = [
    {
        title: "第11届蓝桥杯编程大赛",
    content: "给你一个展示智商和情商的平台，等待你的智慧和勇气，来，比个痛快！最炫酷的赛题，比的不仅仅是代码，更是选手之间智商与情商的较量！",
        imgSrc: "/images/post/dstp.jpg",
        reading: 62,
    detail: "2019第11届蓝桥杯编程大赛，复赛于12月初在xxx学生活动中心举行。本届编程大赛，xxx大学在校学生参赛人数将近2000人，西南赛区总参赛人数超过5000人，并且也有国外学生参与西南赛区在线编程PK。比赛中，由于参赛人数远超预期，达到服务器用户承载能力，不得不采用时间段分流方式继续进行。2015年，xxx投入巨资升级服务器，正式启动了首届全国高校软件挑战赛，给参赛选手提供了更好的PK平台，尽展英雄本色。2015xxx软件挑战赛是xxx公司面向全国高校学生举办的大型软件竞赛，致力于让参赛学生充分感受软件设计和写好代码的魅力，验证用软件设计和编程解决问题的能力，并通过比赛增强实战实践和与人沟通、协作的能力。本次大赛口号“万码奔腾战江湖”，将在全国设8个赛区同时开展。大赛分区域线上初赛、区域现场复赛和全国总决赛共三轮，选手采用组队方式（1-3人）参赛",
        addressImage: "/images/icon/address.png",
        address:"北京xxxx",
        headImgSrc: "/images/post/dstp.jpg",
        date: "2019/11-11-2019/12/12",
        dateImage: "/images/icon/time.png",
        postId: 0, 
    },
]



module.exports = {
    postList: local_database
}